Repository: gladiopeace/sportwindownphone
Catalog: DiPaSport/DiPaSport/Resources/AppResources.*.resx
Languages: it_it

source: Add To Cart
it_it: AGGIUNGI AL CARRELLO

# AddToQuote
source: INFORMATION REQUEST
it_it: RICHIESTA INFORMAZIONI

# CartAddSuccess
source: Product added to cart successfully
it_it: Prodotto inserito nel carrello con successo

# CartConfirmToPay
source: You must be logged in to use this feature
it_it: Devi essere loggato per usare questa funzionalità

# CartCouponContent
source: Please enter your coupon code and click on confirm.
it_it: Inserisci il tuo codice coupon e clicca su conferma.

# CartCouponInvail
source: The discount is not valid
it_it: Lo sconto non è valido

# CartCouponIsUsed
source: The coupon has already been used
it_it: Il buono sconto è già stato usato

# CartDiscount
source: If you have a discount click here
it_it: Se hai uno sconto clicca qui

# CartDiscountCodeEmpty
source: Insert your discount
it_it: Inserisci il tuo codice sconto

# CartDiscountConfirm
source: Confirm
it_it: Conferma

# CartDiscountLabel
source: Confirm Discount
it_it: Sconto

# CartEmpty
source: Your cart is empty
it_it: Il tuo carrello è vuoto

# CartOrder
source: Complete the order
it_it: Completa l\'ordine

# CartOrderCompleted
source: Your order has been successfully completed. You will receive an email with all the information relating to your order.
it_it: L\'ordine è stato completato con successo.\nRiceverai un email con tutte le informazioni relative al tuo ordine.

# CartOrderConfirm
source: Order Confirmation
it_it: Conferma Ordine

# CartOrderConfirmContent
source: Your order will be sent. The total amount to be paid is
it_it: Il tuo ordine sarà inviato.\nIl totale da pagare è di

# CartOrderNumber
source: Order Number
it_it: Numero Ordine

# CartOrderOptionsAddAnother
source: ADD OTHER PRODUCTS
it_it: AGGIUNGI ALTRI PRODOTTI

# CartOrderOptionsComplete
source: COMPLETE THE ORDER
it_it: COMPLETA L\'ORDINE

# CartOrderSuccess
source: Order sent successfully
it_it: Ordine inviato con successo

# CartProductExisting
source: This product is already in cart
it_it: Questo prodotto è già presente nel carrello

# CartQuantity
source: Quantity
it_it: Quantità

# CartTotalWithoutTax
source: Total Taxable
it_it: Totale imponibile

# CartTotalWithTax
source: Total with IVA
it_it: Totale Iva Inclusa

# CartYourCart
source: Your Cart
it_it: Il tuo Carrello

# ConfirmExitApp
source: Are you sure you want to close the application?
it_it: Sei sicuro di voler chiudere l\'applicazione ?

# ConfirmRemoveCart
source: Do you want to remove this product from the cart?
it_it: Vuoi rimuore questo prodotto dal carrello ?

# ContactMap
source: Where We Are
it_it: Dove Siamo

# CustomerTypePrivate
source: PRIVATE
it_it: PRIVATO

source: Delete
it_it: Eliminare

# DetailAlertLogin
source: Login or Register to see your prices, order or request a quote
it_it: Loggati o Registrati per vedere i tuoi prezzi, ordinare o richiedere un preventivo

# DetailAvaiability
source: AVAILABILITY
it_it: DISPONIBILITÀ

# DetailCustomerBanned
source: Are you banned. To reactivate the catalog and be able to purchase please contact us.
it_it: Sei bannato. Per riattivare il catalogo e poter acquistare ti chiediamo di contattarci in sede.

# DetailHintPhoto
source: Click to see all pictures
it_it: Clicca per vedere tutte le foto

# DetailPartCondition
source: CONDITION OF PART
it_it: CONDIZIONE DEL PEZZO

# DetailPriceDistributor
source: Suggested price for distributor:
it_it: Prezzo Consigliato per il Grossista: &#8364;

# DetailPriceGarageShop
source: Suggested price for garage shop:
it_it: Prezzo Consigliato per l\'Officina: &#8364;

# DetailPriceRetailer
source: Suggested price for retailer:
it_it: Prezzo Consigliato per il Ricambista: &#8364;

# DetailPriceUnAvailable
source: Prices will be visible within 24/48 hours after its entry
it_it: I prezzi saranno visibili entro 24/48 ore successive alla sua iscrizione

# DetailProductAvailable
source: IN STOCK. FOR THIS PART WE NEED THE OLD CORE BACK WITHIN {0} DAYS.
it_it: ABBIAMO DISPONIBILE IN PRONTA CONSEGNA IL RICAMBIO, SI PREGA DI RESTITUIRE LA CARCASSA ENTRO E NON OLTRE {0} GIORNI LAVORATIVI.

# DetailProductUnavailble
source: PART NOT AVAILABLE. WE REPAIR YOURS. {0} WORKING DAYS TURNAROUND. SHIPPING NOT INCLUDED.
it_it: RICAMBIO NON DISPONIBILE, DOBBIAMO RIPARARE IL VOSTRO, DURATA MEDIA DI {0} GIORNI, ESCLUSO IL TEMPO DI TRASPORTO.

# DetailQuickOverView
source: FEATURES
it_it: CARATTERISTICHE

# DetailSuiablerFor
source: APPLICATION
it_it: APPLICAZIONE

# DialogCancel
source: Cancel
it_it: Cancella

# HomeBarCode
source: Re-Order by QR code
it_it: Ri-Ordina con codice QR

# HomeCallConfirm
source: Want to call the number +390523509862?
it_it: Vuoi chiamare il numero +390523509862 ?

# HomeCallUs
source: CALL US
it_it: CHIAMA

# HomeCategory
source: Search by Category
it_it: Cerca per categoria

# HomeLastNews
source: Last News:
it_it: Ultime News:

# HomeSearchHint
source: Search by OEM / Di.Pa. Code
it_it: Cerca per codice OEM / Di.Pa.

# HomeTakePicture
source: Take a photo of the piece you're looking for
it_it: Scatta la foto del pezzo che stai cercando

# LoadMore
source: Load more results
it_it: Carica altri risultati

# LoginButton
source: Sign In
it_it: Accedi

# Logining
source: Access...
it_it: Accesso...

# LoginLostPassword
source: Do you have lost the password?
it_it: Hai dimenticato la password?

# LoginNameEmpty
source: Insert your username
it_it: Inserisci la tua user name

# LoginPasswordEmpty
source: Insert your password
it_it: Inserisci la tua password

# LoginRegisterButton
source: Create an Account
it_it: Crea account

# LogoutConfirm
source: Are you sure you want to quit?
it_it: Sei sicuro che vuoi uscire ?

# LogoutConfirmTitle
source: Logout
it_it: Esci

# LostPasswordEmailEmpty
source: Insert your email
it_it: Inserisci la tua email

# MenuCart
source: Cart
it_it: Carrello

# MenuContact
source: Contact
it_it: Contatti

# MenuSearch
source: Search
it_it: Cerca

# NoNetwork
source: Attention, no internet connection.
it_it: Attenzione, nessuna connessione internet.

# OpenDetails
source: Show Details
it_it: APRI SCHEDA

# PleaseWait
source: Processing...
it_it: Elaborazione...

# ProductCode
source: Code:
it_it: Codice:

# ProductCodeOEM
source: OEM Code:
it_it: Codice OEM:

# ProductPricePrefix
source: Your price:
it_it: IL TUO PREZZO:

# ProductPriceSuffix
source: for 1 piece
it_it: per 1 pezzo

# RegisterCustomerInfo
source: Customer Information
it_it: Informazione Clienti

# RegisterLoginInfo
source: Access Information
it_it: Informazioni di accesso

# RegisterTypeOfCompany
source: Type of Company*
it_it: Tipo di Azienda*

# RequestEmailSubject
source: Request product by App
it_it: Richiesta prodotto da App

# RequestInputRequire
source: Please fill all required fields
it_it: Per favore compila tutti i campi richiesti

# RequestProductField1
source: Indicates which parts you mean*
it_it: Indica che ricambio cercavi*

# RequestProductField2
source: Indicate make, model and year of vehicle*
it_it: Indicare marca, modello e anno del veicolo*

# RequestProductField3
source: Enter the brand and spare part
it_it: Indicare la marca e codice del ricambio

# RequestProductField4
source: Indicate the defect of the vehicle on the road
it_it: Indicare il difetto del veicolo su strada

# RequestProductField5
source: Enter the code and defect diagnosis with good description of the defect
it_it: Inserisci il difetto in diagnosi con codice e descrione del difetto

# RequestProductField6
source: Name & Surname*
it_it: Nome &amp; Cognome*

# RequestProductField8
source: Telephone*
it_it: Telefono*

# RequestSentMailSuccess
source: The request has been sent successfully to
it_it: La richiesta è stata inviata con successo a

# RequestUpload
source: Send
it_it: Invia

# SearchKeywordEmpty
source: Enter the code you want to search
it_it: Inserisci i codici che vuoi cercare

# SearchResultsLabel
source: Search results:
it_it: Risultati di ricerca:

# SearchNotFound
source: No results
it_it: Nessun risultato

# SelectLanguage
source: Select default language
it_it: Scegli la lingua

# ServerNotResponse
source: Connecting to server impossible
it_it: Connessione al server impossibile

# StatusLoading
source: Loading...
it_it: Caricamento...

# StatusSearching
source: I'm Searching...
it_it: Sto cercando...

# TakePictureOptionsA
source: Add an other photo
it_it: Aggiungi un’altra foto

# TakePictureOptionsB
source: Send request
it_it: Invia richiesta

source: Welcome
it_it: Benvenuto

# CustomerTypeAgent
source: AGENT
it_it: AGENTE

# CustomerTypeGarageShop
source: GARAGE SHOP
it_it: OFFICINA

# CustomerTypeRetailer
source: RETAILER
it_it: RICAMBISTA

# CustomerTypeWholeSaler
source: WHOLESALER
it_it: GROSSISTA

# LostPasswordContent
source: Enter your email to reset your password
it_it: Inserisci la tua email per resettare la password

# LostPasswordMsg
source: We have sent a link to reset your password to your email
it_it: Abbiamo inviato un link per resettare la tua password alla tua email

# LostPasswordTitle
source: Forgot Password
it_it: Password dimenticata

# RegisterCity
source: City*
it_it: Comune*

# RegisterCompany
source: Company Name / Your Name if private*
it_it: Ragione Sociale / Inserire il Nome se privato*

# RegisterCountry
source: Country*
it_it: Nazione*

# RegisterFail
source: Error registering
it_it: Errore durante la registrazione

# RegisterFirstName
source: Name*
it_it: Nome*

# RegisterHeader
source: Registration information
it_it: Informazioni registrazione

# RegisterLastName
source: Surname*
it_it: Cognome*

# RegisterNewletters
source: Sign up for our newsletter
it_it: Iscriviti alla nostra newsletter

# RegisterPasswordConfirm
source: Confirm password*
it_it: Conferma password*

# RegisterPasswordEmpty
source: Insert your password*
it_it: Inserisci la tua password*

# RegisterPasswordMinLength
source: The password must be at least 6 characters without spaces.
it_it: La password deve essere almeno di 6 caratteri e senza spazi.

# RegisterPasswordNotMatch
source: Make sure that the passwords match
it_it: Assicurati che le password corrispondano

# RegisterPrivacyLabel
source: Privacy Policy *
it_it: Regole Privacy *

# RegisterPrivacyLink
source: Information pursuant to Legislative Decree no. 196/03 on the protection of privacy (click to read)
it_it: Informativa ai sensi del D.Lgs. 196/03 sulla tutela dei dati personali (clicca per leggere)

# RegisterPrivacyOption
source: I accept
it_it: Accetto

# RegisterStateProvince
source: State/Province
it_it: Provincia

# RegisterStreetAddress
source: Street Address *
it_it: Via e numero*

# RegisterTaxVat
source: VAT or Tax Code
it_it: Partita iva o Codice Fiscale*

# RegisterTelephone
source: Telephone*
it_it: Telefono*

# RegisterZipPostalCode
source: ZIP*
it_it: CAP*

# SearchContactDetail
source: CONTACT DETAILS
it_it: DATI CONTATTO

# SearchRequesetFaultCodeDescription
source: Enter the defect diagnosis code and description of the defect (for example: "P-1000 oxygen sensor bank 1")
it_it: Inserisci il difetto in diagnosi con codice e descrizione del difetto (esempio: "P-1000 sonda lambda bancata 1")

# SearchRequestAddInfo
source: Additional information
it_it: Eventuali comunicazioni

# SearchRequestBrandOfPart
source: Indicate the brand of part*
it_it: Indicare la marca del ricambio*

# SearchRequestCompany
source: company *
it_it: Czienda*

# SearchRequestFaultOfVehicle
source: Enter the defect of the vehicle on the road*
it_it: Inserisci il difetto del veicolo su strada*

# SearchRequestInfo
source: INFORMATION REQUEST
it_it: RICHIESTA INFORMAZIONI

# SearchRequestModelOfVehicle
source: Specify the model*
it_it: Indicare il modello*

# SearchRequestMsg
source: Thank you for submitting your request.\nWe respond to you as quickly as possible.\nThe Di.Pa. Sport Team
it_it: Grazie per aver inviato la tua richiesta.\nUn nostro incaricato vi risponderà nel minor tempo possibile.\nIl team Di.Pa. Sport

# SearchRequestMsgNotFound
source: Your search returned no results. Fill out the form below and you will be contacted soon by our staff.
it_it: La tua ricerca non ha prodotto risultati.\nCompila la scheda qui sotto e verrai contattato al più presto dal nostro staff.

# SearchRequestPart
source: Indicates which parts you mean *
it_it: Indicare la marca del ricambio*

# SearchRequestPartNumber
source: Indicate / codes that you find in the part*
it_it: Indicare il/i codici che trovi nel ricambio*

# SearchRequestTypeOfVehicle
source: Enter your vehicle*
it_it: Indicare il veicolo*

# SearchRequestUploadPictures
source: Enter the picture of the parts if you have one
it_it: Inserisci la foto del ricambio se ne hai una

# DetailSpecialPrice
source: lowered to &#8364;
it_it: ribassato &#8364;
